[
    {
        "tabTitle": "A Friend is Writing",
        "title": false,
        "paragraphs": [
            [ "New Document 1" ],
            [ "A Friend Is Writing" ],
            [ "by <a href='https://twitter.com/CopyCopley' target='_blank'>Callum Copley</a>" ]
        ]
    },
    {
        "tabTitle": "Synchronous Exchanges",
        "title": "1. Synchronous Exchanges",
        "paragraphs": [
            [
                "With each app update and startup launch",
                ", computer-mediated communication is reshaping the way the written word acts as a transmitter of information.",
                " New platforms are altering the temporal and spatial nature of conversation",
                ", and in turn affecting the ways we interact.",
                " The text of an instant message appears as a two dimensional object on a screen", 
                ", yet its meaning is not static",
                " - it is intimately tied to the speed with which it was typed",
                " and the frequency with which the enter button has been hit.",
                " The dynamics of conversations vary",
                ", from",
                " rapid-fire",
                " single",
                "-word",
                " exchanges",
                " to scrolling prose broken up by long pauses, and in these contrasts we can see the difference between the blurting out of a rumour and the divulgence of a transgression.",
                " In both cases, the written word has become imbued with a temporality never afforded to it on a printed page.",
                " It now occupies a grey area between speech and writing",
                ", holding varying qualities of each depending on the temperament of those in conversation.",
                " As the sociolinguist Barbara Kirshenblatt-Gimblett notes:",
                " “The words on the screen neither precede nor follow speech,",
                " though they often feel more like",
                " talking",
                " than writing.",
                " Electronic messages are neither a playscript nor a transcript",
                ", particularly in the interactive chat programs.",
                " They are the event.”",
                " This semi-immediate form of talking, in which every line can be revised until it is sent, is",
                " the definitive characteristic of so-called instant messaging.",
                " Whereas a truly instant messenger would display each and every ",
                " k",
                "e",
                "y",
                "s",
                "t",
                "r",
                "o",
                "k",
                "e",
                " in real time",
                ", instead we have an exchange that sits halfway between speaking and writing."
            ]
        ]
    },
    {
        "tabTitle": "Dot Dot Dot",
        "title": "2. Dot Dot Dot",
        "paragraphs": [
            [
                "In describing the function of “the throbber”, an animated graphic commonly referred to as a ‘buffering icon’, Jack Self says:",
                " “we simply have to wait and trust that the throbber’s motion does indeed represent some form of progress.",
                " The throbber is a sign of temporal rupture.",
                " It is the last barrier to a perfectly smooth and seamless virtual experience.",
                " It draws attention to an asynchronous maladjustment",
                ", or misalignment",
                ", between the space of our bodies and the infinite atopian fluidity of the digital world.”",
                " It is exactly this cleavage which is so glaring when three undulating dots appear during an online chat.",
                " The ellipsis is a nonverbal representation of the action of a user",
                " but may not translate into anything further.",
                " It may not be followed by anything,",
                " in which case the keystrokes are left to hang in the ethernet",
                "; it may indeed be concluded with a response",
                "; or it may even be replaced by “...” as a typed response",
                ", so that the dot dot dot is changed from a placeholder to a statement.",
                " It becomes an affirmation of the earlier uncertainty.",
                " The role of the throbbing ellipsis is to placate a user sufficiently to keep them in the chat",
                ", to remind them that they are not alone.",
                " The ellipsis established its initial function",
                " (that of depicting silence or trailing off)",
                " in comic book prose in the mid-20th century,",
                " but its use in a conversational manner is a phenomena only made available by the advent of instant messaging.",
                " From this application its additional role of displaying hesitation or confusion has arisen."
            ],
            [
                "The theorist Dominic Pettman suggests the following:",
                " “Think also to those disconcerting temporal stutters, ",
                "delays and dropouts that occur",
                " when we try to ‘reach out and touch someone’.",
                " A friend (or a potential friend) may be texting on a train that suddenly",
                " rushes into a tunnel, and we lose the connection.",
                " Or we might assume we’re in the middle of a chat",
                ", while our interlocutor suddenly treats the conversation like email",
                ", to be picked up later, leaving us to wonder unhappily if we’ve offended…",
                " The mutual temporality we thought we were sharing is shown to be partial, provisional, easily abandoned without the usual gestures”.",
                " Many users will not wait more than a few seconds for content to load online.",
                " Anything longer than this breeds great frustration.",
                " In the realm of person-to-person interaction, however, the rules appear to change.",
                " Boredom is often replaced by anticipation.",
                " With the ellipsis, hesitation in response is indicated visually, and in real time",
                ", with interlocutors left to speculate on each other’s motives.",
                " Dialogue online therefore exists in a form of space-time discontinuum."
            ]
        ]
    },
    {
        "tabTitle": "Premeditation",
        "title": "3. Premeditation",
        "paragraphs": [
            [
                "What affect does the premediation of the throbbing ellipsis have on the flow of conversation?",
                " The term ‘premeditation’ is one coined by the theorist Richard Grusin",
                " in his exploration of the news media’s increasing preoccupation with speculating on possible future scenarios",
                ", as opposed to performing its traditional role of reporting current and very recent events.",
                " Social media could also be seen to have taken on this characteristic by introducing features like the ‘a friend is writing’ alert",
                " and the ellipsis primer",
                " in the space where a comment could soon appear.",
                " Both social and news media seek to appeal to and produce a sense that something important is just about to happen.",
                " By exploiting anticipation and appealing to a sense of futurity, both intend to capture their audience for as long as possible.",
                " The online economy is one of attention, in which human communication is transformed into profit."
            ]
        ]
    },
    {
        "tabTitle": "Mute Conversation",
        "title": "4. Mute Conversation",
        "paragraphs": [
            [
                "The group of housemates, the co-workers, the family members, those friends who appreciate a unique type of humour, those friends who love dogs, the message thread that excludes only a specific ‘friend’, and so on – in each specific grouping the modalities of chat and language vary and the user performs a slightly altered version of themselves.",
                " It’s well understood that we put on many voices or masks when broadcasting online, but what does this mean within the space of a personal chat where some ‘genuine’ character is expected?",
                " The medium of online chat however allow for us to be present in numerous conversation simultaneously, flitting between personas.",
                " What is the lasting effect on a user's subjectivity of having their attention (and performed self) fragmented across so many platforms?",
                " At what point does a group chat grow so large that it is no longer an intimate interaction, and how do the multiple personas enacted within a single social media network mesh with a user’s wider social media ecology?",
                " As the size of group chats increases, the relevance of each utterance to the individual often reduces and the stream of notifications for each trivial comment increases.",
                " The psychological effects of incessant notifications as stimuli are increasingly becoming apparent.",
                " It has been suggested that the habitual checking of social media might constitute a ‘neural addiction’ according to the research of the neuroscientist Daniel J Levitin, “multitasking has been found to increase the production of the stress hormone cortisol” as well as “the fight-or-flight hormone adrenaline, which can overstimulate your brain and cause mental fog or scrambled thinking.",
                " Multitasking creates a dopamine-addiction feedback loop, effectively rewarding the brain for losing focus and for constantly searching for external stimulation.”",
                " The dispersal of attention across a range of platforms which are all increasingly potential sites for work and social communication means that the compulsion to check them all constantly is compounded."
            ]
        ]
    },
    {
        "tabTitle": "Social Serialization",
        "title": "5. Social Serialization",
        "paragraphs": [
            [
                "2016 was the year which saw Facebook, YouTube and Instagram all launch features enabling live-streaming by means of a phone or tablet.",
                " Users were able to broadcast directly to their followers from the skirmishes in the Jungle of Calais or from the battlefield of Mosul in Iraq.",
                " More recently, Facebook and Instagram have followed Snapchat’s lead in creating ‘story modes’, which compile snippets of a user's day into a supercut.",
                " Story modes represent an interesting fusion of the urgency of live streaming with our desire for crafting narratives.",
                " Both ‘live’ and ‘story’ modes offer unprecedented means of chronicling one's own experiences and in relaying events to others.",
                " The live nature of the story mode function encourages users to pick a single platform, especially if the action they are filming is non-repeatable.",
            ],
            [
                "There is a clear trend within social media of replicating popular features across platforms as those platforms attempt to attain a monopoly over social media rather than to occupy a specific place in its wider ecology.",
                " This means services are becoming ever fickle.",
                " A homogenization of features amongst the leading platforms displays an obvious intention to dominate the market.",
                " Users often create accounts on platforms that cater to a specific communicative need only to find that same platform adopt numerous additional and seemingly redundant features.",
                " We are left with numerous platforms specialising in everything and nothing, almost identical to one and other in a race to the middle.",
                " While some may take committed approach and attempt to maintain a presence on all features of all networks, the rest are left to decide which to keep up-to-date and which to drop."
            ]
        ]
    },
    {
        "tabTitle": "Hangout at work",
        "title": "6. Hangout at work",
        "paragraphs": [
            [
                "As of January 1, 2017, legislation has taken effect in France which gives workers the “right to disconnect”.",
                " In a bid to combat unpaid overtime, the law obliges companies with over 50 staff to ban the checking of work emails outside of office hours.",
                " It goes some way to curb the intrusion of work into employees’ private lives and to counteract the emerging culture in which workers are obliged to feel ‘always on’.",
                " However, this move is easily undermined by the growth work/social hybrid networks.",
                " The somewhat paradoxical ‘business- and employment-oriented social networking services’ that are proliferating online raise questions of whether the two can always be kept separate.",
                " Ostensibly professional networks such as LinkedIn are increasingly morphing into a pastiche of Facebook.",
                " Notifications, timelines and other features which have proved so effective at hooking our attention are being transplanted into the world of work.",
                " Platforms like ‘Slack’, designed for team communication, represent the socialization of work and bring into question distinctions between labour and communication.",
                " The ambiguity of something like ‘Google+ Hangouts’ can leave the user at a loose end.",
                " Its role is unclear – it would seem simply professional, with ties to Gmail and Google Docs, but its name is deliberately casual.",
                " The professional becomes blurred with the social.",
                " This dissolution of boundaries is symptomatic of the disappearance of fixed working hours, precarious working situations and a burgeoning ‘freelance workforce’, within which a key virtue is to be eternally available. "
            ]
        ]
    },
    {
        "tabTitle": "You are the Product",
        "title": "7. You are the Product",
        "paragraphs": [
            [
                "There is an adage that does the rounds on social media in the form of a JPEGged quote, which reads 'If you are not paying for it, you're not the customer; you're the product being sold'.",
                " This describes rather succinctly the way in which the collective social interaction of millions generates profit for a small few.",
                " Franco “Bifo” Berardi has developed the idea of an economy based on attention to his concept of ‘Semiocapital’.",
                " Semiocapital is characterized by the virtualization and subsequent financialization of all mental activity and human interactions.",
                " Beradi states “The mobile phone is the tool that makes possible the connection between the needs of semiocapital and the mobilization of the living labour of cyberspace.",
                " The ringtone of the mobile phone summons the workers to reconnect their abstract time to the reticular flux”.",
                " Whether it be a late night email from the boss or a stream of notifications from peripheral friends, the at which our attention can be hijacked is increasing.",
                " This is not to suggest that people are unable to compartmentalize their own digital lives, but it is highlight the important role which platforms have in shaping our mental states.",
                " With the indefinable (or more accurately, the constantly shifting) social utility of platforms, it seems in the future it may be increasingly difficult to separate work from pleasure.",
                " This distinction is one of great importance to the individual involved but not to those profiteers of the platforms themselves, where, in fact the opposite is true and interaction at all costs is the aim."
            ]
        ]
    },
    {
        "tabTitle": "Colophon",
        "title": false,
        "paragraphs": [
            [
                "<a href='https://twitter.com/new_document_' target='_blank'>@new_document_</a>"
            ],
            [
                "<h1>Text</h1>",
                "<a href='https://twitter.com/CopyCopley' target='_blank'>Callum Copley</a>"
            ],[
                "<h1>Design & programming</h1>",
                "<a href='http://bong.international/' target='_blank'>BONG</a>"
            ],[
                "<h1>Logotype</h1>",
                "<a href='http://bobbytannam.tumblr.com/' target='_blank'>Bobby Tannam</a>"
            ],[
                "<h1>Typefaces</h1>",
                "Deckard, by <a href='http://bobbytannam.tumblr.com/' target='_blank'>Bobby Tannam</a><br>",
                "Spectral, by <a href='https://www.productiontype.com/' target='_blank'>Production Type</a>"
            ]
        ]
    }
]